# RoomOutdoorAirPerPersonParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RoomOutdoorAirPerPersonParam Property
ParameterTypeId Class See Also
---
"Outdoor Air per Person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RoomOutdoorAirPerPersonParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RoomOutdoorAirPerPersonParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RoomOutdoorAirPerPersonParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace